<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento senza titolo</title>
</head>

<body>
<h1>Le regole di  gioco della dama italiana</h1>
<h2>Damiera e  pedine</h2>
<p align="justify">Il gioco si svolge su  una damiera formata da 64 caselle: 32 bianche e 32 scure.</p>
<p align="justify">Le pedine sono 24: 12 bianche e dodici nere. </p>
<h2>Il movimento dei pezzi</h2>
<p align="justify">Il gioco viene sempre iniziato da chi conduce la  partita con le pedine bianche.</p>
<p align="justify">I due giocatori  effettuano, alternativamente, una mossa per volta: bianco, nero, bianco, nero  ecc.</p>
<p align="justify">Le pedine muovono sempre in avanti (di una  casella per volta) sulle caselle scure e quando raggiungono la base avversaria  diventano &quot;dama&quot;.</p>
<p align="justify">La dama si contrassegna  sovrapponendo un altro pezzo dello stesso colore.</p>
<p align="justify">La  dama pu&ograve; muovere avanti  o indietro (di una casella per volta) sempre  sulle caselle scure.</p>
<h2>Le regole di presa</h2>
<p align="justify">La presa (cattura del  pezzo avversario) &egrave; <u>obbligatoria.</u></p>
<u> </u>
<p align="justify">Quando una pedina (a cui tocca muovere) incontra una pedina di  colore diverso con una casella libera dietro &egrave; obbligata a prenderla (si  dice anche catturarla o mangiarla) passando sopra questo pezzo ed occupando la  casella libera immediatamente successiva.</p>
<p align="justify">La pedina  pu&ograve; prendere solo in avanti e pu&ograve; prendere da una a tre pedine  con una sola presa, occupando la casella libera subito dopo l'ultimo pezzo  preso. La pedina non pu&ograve; prendere le dame.</p>
<p align="justify">Quando una dama incontra un pezzo (sia dama sia pedina) di  colore diverso con una casella libera dietro, &egrave; obbligata a  prenderlo.</p>
<p align="justify">La dama pu&ograve; prendere (catturare,  mangiare) in qualsiasi direzione e prendere anche pi&ugrave; pezzi (occupando  sempre la casella libera successiva all'ultimo pezzo preso).</p>
<p align="justify">E' obbligatorio prendere dalla parte dove c'&egrave; il maggior  numero di pezzi in presa.</p>
<p align="justify">A parit&agrave; di pezzi  in presa &egrave; obbligatorio prendere con il pezzo di maggior qualit&agrave;,  cio&egrave; con la dama.</p>
<p align="justify">Quando si propone una  scelta la dama &egrave; obbligata a prendere il pezzo di maggior qualit&agrave;  (cio&egrave; la dama).</p>
<p align="justify">Quando si propone la scelta,  la dama &egrave; obbligata a prendere dalla parte dove per prima si incontrano  i pezzi di maggior qualit&agrave; (presa di qualit&agrave; di  passaggio).</p>
<p align="justify">A parit&agrave; di numero e di  qualit&agrave; dei pezzi da prendere, si pu&ograve; prendere dalla parte che si  vuole.</p>
<h2>La conclusione della  partita</h2>
<p align="justify">La partita di dama  &egrave; vinta quando uno dei due giocatori riesce a prendere o a chiudere  tutti i pezzi avversari o quando l'avversario, in evidente stato di  inferiorit&agrave;, abbandona.</p>
</body>
</html>
